i5-2500k/3.5.7/30/2/read-only-1.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 1
number of threads: 1
duration: 900 s
number of transactions actually processed: 16791455
latency average: 0.054 ms
tps = 18657.171497 (including connections establishing)
tps = 18657.191999 (excluding connections establishing)