i5-2500k/3.5.7/30/2/read-only-4.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 30
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 51124076
latency average: 0.070 ms
tps = 56804.523776 (including connections establishing)
tps = 56804.580770 (excluding connections establishing)